IDEA Open Model
ConcreteSLSCheckResultCrackWidthEc2.N Property
Compatible with IDEA StatiCa 20.1
 Normal force for quasi-permanent combination
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double N { get; set; }
Public Property N As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConcreteSLSCheckResultCrackWidthEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace